{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 96,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 96
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Lowercase"
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "'": 2,
      "to": 3,
      "in": 4,
      "the": 5,
      "of": 6,
      "a": 7,
      "can": 8,
      "you": 9,
      "first": 10,
      "meeting": 11,
      "on": 12,
      "update": 13,
      "my": 14,
      "?": 15,
      "i": 16,
      "that": 17,
      "delete": 18,
      "email": 19,
      "if": 20,
      "quinn": 21,
      "s": 22,
      "thomas": 23,
      "-": 24,
      "30": 25,
      "all": 26,
      "are": 27,
      "assigned": 28,
      "at": 29,
      "book": 30,
      "called": 31,
      "chart": 32,
      "crm": 33,
      "december": 34,
      "free": 35,
      "haven": 36,
      "is": 37,
      "m": 38,
      "minute": 39,
      "move": 40,
      "progress": 41,
      "review": 42,
      "since": 43,
      "status": 44,
      "t": 45,
      "tasks": 46,
      "them": 47,
      "time": 48,
      "tomorrow": 49,
      "whoever": 50,
      "with": 51,
      "cancel": 52,
      "fortnight": 53,
      "from": 54,
      "last": 55,
      "make": 56,
      "past": 57,
      "spoke": 58,
      "we": 59,
      ".": 60,
      "anderson": 61,
      "bar": 62,
      "brown": 63,
      "cameron": 64,
      "engaged": 65,
      "harris": 66,
      "jessie": 67,
      "riley": 68,
      "september": 69,
      "users": 70,
      "13": 71,
      "2": 72,
      "me": 73,
      "nadia": 74,
      "sent": 75,
      "total": 76,
      "visits": 77,
      "won": 78,
      "yuki": 79,
      ",": 80,
      "1": 81,
      "14": 82,
      "21": 83,
      "27": 84,
      "6": 85,
      "7": 86,
      "8": 87,
      "aisha": 88,
      "an": 89,
      "anaya": 90,
      "been": 91,
      "check": 92,
      "create": 93,
      "days": 94,
      "dmitri": 95,
      "get": 96,
      "has": 97,
      "histogram": 98,
      "it": 99,
      "just": 100,
      "kofi": 101,
      "lead": 102,
      "luis": 103,
      "most": 104,
      "moved": 105,
      "need": 106,
      "november": 107,
      "october": 108,
      "over": 109,
      "proposal": 110,
      "qualified": 111,
      "recent": 112,
      "rid": 113,
      "scatter": 114,
      "so": 115,
      "sofia": 116,
      "spoken": 117,
      "they": 118,
      "while": 119
    },
    "unk_token": "[UNK]"
  }
}