{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 96,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 96
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Lowercase"
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "'": 2,
      "the": 3,
      "to": 4,
      "a": 5,
      "i": 6,
      "if": 7,
      "in": 8,
      "them": 9,
      "with": 10,
      "assigned": 11,
      "at": 12,
      "book": 13,
      "called": 14,
      "first": 15,
      "free": 16,
      "haven": 17,
      "m": 18,
      "meeting": 19,
      "on": 20,
      "t": 21,
      "time": 22,
      "tomorrow": 23,
      "update": 24,
      "-": 25,
      "30": 26,
      "is": 27,
      "minute": 28,
      "whoever": 29,
      "past": 30,
      "we": 31,
      "brown": 32,
      "fortnight": 33,
      "quinn": 34,
      "spoke": 35,
      ",": 36,
      "?": 37,
      "anderson": 38,
      "can": 39,
      "jamie": 40,
      "spoken": 41,
      "thomas": 42,
      "you": 43,
      ".": 44,
      "14": 45,
      "been": 46,
      "check": 47,
      "davis": 48,
      "days": 49,
      "it": 50,
      "over": 51,
      "s": 52,
      "so": 53,
      "while": 54,
      "and": 55,
      "as": 56,
      "assign": 57,
      "cameron": 58,
      "crm": 59,
      "fewest": 60,
      "harris": 61,
      "jessie": 62,
      "jones": 63,
      "jordan": 64,
      "kerry": 65,
      "lead": 66,
      "new": 67,
      "overdue": 68,
      "person": 69,
      "riley": 70,
      "tasks": 71,
      "2": 72,
      "add": 73,
      "alex": 74,
      "find": 75,
      "half": 76,
      "hour": 77,
      "martinez": 78,
      "reese": 79,
      "weeks": 80,
      "whoeveris": 81
    },
    "unk_token": "[UNK]"
  }
}