{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 96,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 96
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Lowercase"
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "'": 2,
      "in": 3,
      "the": 4,
      "to": 5,
      "of": 6,
      "a": 7,
      "first": 8,
      "meeting": 9,
      "my": 10,
      "on": 11,
      "update": 12,
      "?": 13,
      "anderson": 14,
      "brown": 15,
      "cameron": 16,
      "can": 17,
      "delete": 18,
      "riley": 19,
      "you": 20,
      "-": 21,
      "13": 22,
      "30": 23,
      "all": 24,
      "are": 25,
      "assigned": 26,
      "at": 27,
      "book": 28,
      "called": 29,
      "chart": 30,
      "crm": 31,
      "december": 32,
      "email": 33,
      "fortnight": 34,
      "free": 35,
      "from": 36,
      "haven": 37,
      "i": 38,
      "if": 39,
      "is": 40,
      "last": 41,
      "m": 42,
      "make": 43,
      "minute": 44,
      "move": 45,
      "past": 46,
      "progress": 47,
      "review": 48,
      "s": 49,
      "since": 50,
      "spoke": 51,
      "status": 52,
      "t": 53,
      "tasks": 54,
      "that": 55,
      "them": 56,
      "time": 57,
      "tomorrow": 58,
      "we": 59,
      "whoever": 60,
      "with": 61,
      "21": 62,
      "27": 63,
      "aisha": 64,
      "bar": 65,
      "cancel": 66,
      "engaged": 67,
      "histogram": 68,
      "kofi": 69,
      "nadia": 70,
      "november": 71,
      "proposal": 72,
      "qualified": 73,
      "september": 74,
      "sofia": 75,
      "total": 76,
      "users": 77,
      "visits": 78
    },
    "unk_token": "[UNK]"
  }
}