{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 96,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 96
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Lowercase"
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "'": 2,
      "to": 3,
      "in": 4,
      "the": 5,
      "of": 6,
      "a": 7,
      "can": 8,
      "you": 9,
      "first": 10,
      "meeting": 11,
      "on": 12,
      "update": 13,
      "?": 14,
      "my": 15,
      "that": 16,
      "i": 17,
      "delete": 18,
      "s": 19,
      "if": 20,
      "email": 21,
      ".": 22,
      "all": 23,
      "are": 24,
      "assigned": 25,
      "at": 26,
      "book": 27,
      "called": 28,
      "chart": 29,
      "crm": 30,
      "december": 31,
      "free": 32,
      "haven": 33,
      "m": 34,
      "move": 35,
      "progress": 36,
      "review": 37,
      "since": 38,
      "status": 39,
      "t": 40,
      "tasks": 41,
      "them": 42,
      "time": 43,
      "tomorrow": 44,
      "with": 45,
      "-": 46,
      "30": 47,
      "brown": 48,
      "is": 49,
      "minute": 50,
      "quinn": 51,
      "whoever": 52,
      "from": 53,
      "last": 54,
      "we": 55,
      "past": 56,
      "september": 57,
      "anderson": 58,
      "bar": 59,
      "cancel": 60,
      "fortnight": 61,
      "jamie": 62,
      "spoke": 63,
      "thomas": 64,
      "make": 65,
      ",": 66,
      "engaged": 67,
      "me": 68,
      "moved": 69,
      "sent": 70,
      "spoken": 71,
      "total": 72,
      "users": 73,
      "visits": 74,
      "14": 75,
      "2": 76,
      "as": 77,
      "been": 78,
      "cameron": 79,
      "check": 80,
      "davis": 81,
      "days": 82,
      "harris": 83,
      "has": 84,
      "it": 85,
      "jessie": 86,
      "jones": 87,
      "jordan": 88,
      "kerry": 89,
      "kofi": 90,
      "need": 91,
      "over": 92,
      "plot": 93,
      "proposal": 94,
      "riley": 95,
      "so": 96,
      "while": 97,
      "won": 98,
      "13": 99,
      "18": 100,
      "6": 101,
      "7": 102,
      "aisha": 103,
      "an": 104,
      "anaya": 105,
      "average": 106,
      "create": 107,
      "duration": 108,
      "get": 109,
      "just": 110,
      "lead": 111,
      "leila": 112,
      "lost": 113,
      "most": 114,
      "nadia": 115,
      "october": 116,
      "recent": 117,
      "rid": 118,
      "scatter": 119,
      "session": 120,
      "they": 121,
      "yuki": 122,
      "1": 123,
      "12": 124,
      "21": 125,
      "26": 126,
      "27": 127,
      "28": 128,
      "29": 129,
      "4": 130,
      "8": 131,
      "9": 132,
      "amir": 133,
      "carlos": 134,
      "chenwei": 135,
      "customer": 136,
      "dmitri": 137,
      "do": 138,
      "got": 139,
      "half": 140,
      "histogram": 141,
      "hour": 142,
      "jinsoo": 143,
      "line": 144,
      "luis": 145,
      "new": 146,
      "november": 147,
      "qualified": 148,
      "sofia": 149,
      "ve": 150,
      "weeks": 151,
      "whoeveris": 152
    },
    "unk_token": "[UNK]"
  }
}